Repository: aondiaye/myhelpline
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sw

source: Quick links
sw: Viungo haraka

source: Return to site
sw: Rudi kwenye tovuti

source: Applications
sw: Programu tumizi

source: Administration
sw: Utawala

source: Recent Actions
sw: Vitendo vya hivi karibuni

source: Support
sw: Msaada

source: Helpline documentation
sw: Nyaraka za usaidizi

source: Dashboard
sw: Dashibodi

source: unavailable
sw: hapatikani

source: free
sw: huru

source: in call
sw: kwa simu

source: busy
sw: shughulini

source: Not found
sw: Haikupatikana

source: 404 Not Found
sw: 404 Haikupatikana

source: The request the was not found on this server.
sw: Ombi la haikupatikana kwenye seva hii.

source: Consolidated view
sw: Mwoneko pamoja

source: Consolidate view
sw: Kuimarisha Mwoneko

source: Agents
sw: Wakala

source: Queue
sw: Foleni

source: Name
sw: Jina

source: Interface
sw: Muunganisho

source: Status
sw: Takwimu

source: Attend calls
sw: Simu Zilizoshikwa

source: Calls
sw: Simu

source: Last call at
sw: Simu ya mwisho

source: Callers
sw: Wapiga simu

source: Id Name
sw: Jina

source: Id Number
sw: Id Namba

source: Position
sw: Nafasi

source: Wait
sw: Subiri

source: was
sw: ni

source: ago
sw: uliopita

source: paused
sw: imesimamishwa

source: Version
sw: Toleo

source: Queues
sw: Foleni

source: Answered
sw: Imejibu

source: Abandoned
sw: Kutelekezwa

source: Incoming
sw: Yanayoingia

source: Service Level
sw: Kiwango cha huduma

source: Abandoned:
sw: Kutelekezwa

source: Contact
sw: Mwasiliani

source: State
sw: Hali

source: Stats
sw: Takwimu

source: Logged Out
sw: Umefungua

source: Available
sw: Yupo

source: Available (On Demand)
sw: Yupo (Juu ya mahitaji)

source: On Break
sw: Kwenye mapumziko

source: Idle
sw: Bila kazi

source: Receiving
sw: Kusubiri

source: In a queue call
sw: Katika wito wa foleni

source: Login
sw: Ingia

source: Sign in
sw: Ingia ndani

source: User id
sw: ID ya mtumiaji

source: Password
sw: Nywila

source: Logout
sw: Kutoka

source: Actions
sw: Vitendo

source: Spy
sw: Kupeleleza

source: Listen
sw: Kunong'oneza

source: Execute a
sw: Kutekeleza na

source: Insert where do need listen
sw: Chomeka ambapo haja ya kusikiliza

source: Try...
sw: Jaribu...

source: Attended calls.
sw: Wito wa walihudhuria.

source: To:
sw: Kwa:

source: Total incomming calls
sw: Simu kwa jumla

source: Your current avatar:
sw: Avatar yako ya sasa:

source: You haven't uploaded an avatar yet. Please upload one now.
sw: Huja pakia avatar bado. Tafadhali weka moja sasa.

source: Upload New Image
sw: Pakia picha mpya

source: Choose new Default
sw: Chagua chaguo-msingi mpya

source: Please select the avatars that you would like to delete.
sw: Tafadhali chagua avatari ambazo ungependa kufuta.

source: Delete These
sw: Futa Hizi

source: My Open Tickets
sw: Tiketi Zangu za Ufunguzi

source: All Recent Activity
sw: Shughuli Yote ya Hivi karibuni

source: Unassigned Tickets
sw: Tiketi zisizopangwa

source: Helpdesk
sw: Deski la msaada

source: Toggle navigation
sw: Badilisha ubadilishaji

source: Tickets
sw: Tiketi

source: New Ticket
sw: Tiketi Mpya

source: Knowledgebase
sw: Maarifa

source: Saved Query
sw: Swala iliyohifadhiwa

source: Search...
sw: Tafuta...

source: Enter a keyword, or a ticket number to jump straight to that ticket.
sw: Ingiza Nenomsingi, au namba ya tiketi kuruka moja kwa moja kwa tiketi hiyo.

source: Go
sw: Enda

source: User Settings
sw: Vipimo vya mtumiaji

source: RSS Feeds
sw: Milisho ya RSS

source: Change password
sw: Badilisha nywila

source: System Settings
sw: Vipimo vya mfumo

source: Submit a Ticket
sw: Kuwasilisha tiketi

source: Log In
sw: Ingia ndani

source: Average Talk Time
sw: Wastani wa kuzungumza wakati

source: Average Wait Time
sw: Wastani wa Kusubiri Muda

source: Busy
sw: Kwenye Shughuli

source: Online
sw: Kwenye laini

source: OnCall
sw: Kwenye Simu

source: Leave Queue
sw: Toka Foleni

source: Join Queue
sw: Jiunge Foleni

source: New Walk In
sw: Kuingia Mpya

source: You have
sw: Uko na

source: See All Messages
sw: Angalia Ujumbe Wote

source: You have %(unread_count)s notification%(unread_count|pluralize)s
sw: Uko na %(unread_count)s taarifa%(unread_count|pluralize)s

source: Member Since
sw: Mwanachama Tangu

source: Search
sw: Tafuta

source: MAIN NAVIGATION
sw: URAMBAZAJI KUU

source: Cases
sw: Kesi

source: Today's Cases
sw: Kesi za leo

source: Progressive Cases
sw: Kesi zinazoendelea

source: All Cases
sw: Kesi zote

source: Mails
sw: Barua pepe

source: Users
sw: Watumiaji

source: Reports
sw: Ripoti

source: Total Calls
sw: Wito wa jumla

source: Call Summary Report
sw: Ripoti ya Muhtasari ya Wito

source: Charts Inbound
sw: Chati ya ndani

source: Received Calls
sw: Wito Zilizopokeawa

source: Missed Calls
sw: Wito Zilizopitwa

source: Voice Mails
sw: Sauti Pepe

source: Copyright
sw: Hati miliki

source: All rights reserved.
sw: Haki zote zimehifadhiwa.

source: Consolidated View
sw: Mwoneko Pamoja

source: Closed Cases
sw: Kesi zilizofungwa

source: Escalated Cases
sw: Kesi zilizoongezeka

source: Pending Cases
sw: Kesi Zasubiri

source: Login Duration
sw: Muda wa kuingia

source: Ready Duration
sw: Muda wa Kuwa tayari

source: Change your avatar
sw: Badilisha avatar yako

source: Edit Details
sw: Hariri mafafanuzi

source: Profile
sw: Profaili

source: Email
sw: Barua pepe

source: Auth ID
sw: Kitambulisho cha uhalalishaji

source: Role
sw: Jukumu

source: Branch
sw: Chipukizi

source: Update
sw: Sasisha

source: First Name
sw: Jina la kwanza

source: Last Name
sw: Jina la mwisho

source: Discard
sw: Tupa

source: Save
sw: Hifadhi

source: Vote
sw: Kura

source: Polls
sw: Vituo vya kupigia kura

source: There are no polls available.
sw: Hakuna kura inapatikana.

source: Category
sw: Kategoria

source: Average Hold Time
sw: Wastani wa kuzungumza wakati

source: SLA Breached
sw: SLA Waliingia

source: SLA Percentage
sw: SLA Asilimia

source: Answered Percentage
sw: Akajibu Asilimia

source: Abandoned Percentage
sw: Kutelekezwa Asilimia
